#!/usr/bin/env python3
import random
space="⠀"

def generate_bio():
    fish_arr = [ "𓆝", "𓆟", "𓆞", "𓆟" ] # 𓆉𓆝 𓆟 𓆞 𓆝 𓆟𓇼
    extended_fish_arr = fish_arr.copy()
    extended_fish_arr.extend(["𓆉", "𓇼"])

    bio = ""
    for _ in range(100):
        fish = random.choice(fish_arr)
        bio=f"{bio}{fish}"


    bio=f"{bio}\n"
    for _ in range(100):
        fish = random.choice(extended_fish_arr)
        bio=f"{bio}{fish}"

    print(bio)


if __name__ == "__main__":
    generate_bio()

# ﹏𓊝﹏𓂁
#
#
#
#
#
#
#
# # . 𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓆟𓆝𓆟𓆞𓆝𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓇼𓇼⋆.˚𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓇼𓇼⋆.˚𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆉𓇼𓇼⋆.˚𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓆉𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆉𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓆉𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆉𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓆉𓇼⋆.˚𓆉𓆝𓆉𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆉𓆉𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.˚𓆉𓆝𓆡⋆.˚𓇼𓇼⋆.𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉𓆉
# # ⠀⠀⠀⠀⠀⠀⠀⠀⠀🎤🫳𒄆𒅒𒈔
# # ⠀⠀⠀⠀⠀⠀👴⠀🪄⠀⠀⠀🏀𒄆𒅒𒈔𒅒
# # ⠀⠀⠀⠀🧪👔⠀⠀⠀⠀⠀⠀⣿⣿𒄆𒅒𒇫
# # ⠀👌🪈⠀⠀⠀⛽️⠀𒅒𒈔𒅒𒈔𒅒
# # ⠀⠀⠀⠀⠀⠀⠀🩲⠀➖️𒄆𒅒𒅒𒇫
# # ⠀⠀⠀⠀⠀⠀🚦⠀⠀❕️𒅒𒈔𒇫𒇫
# # ⠀⠀⠀⠀⠀⠀🚏⠀⠀👟𒄆𒅒𒅒𒇫
# # ⠀⠀⠀⠀⠀⠀⠀👟𒄆𒅒𒈔𒈔𒅒𒇫
# # 𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒈔𒅒𒈔𒅒𒈔𒅒𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆⋆.𒅒𒈔𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒈔𒅒𒈔𒅒𒇫𒄆𒈔𒅒𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒇫𒄆𒅒𒇫𒄆𒅒𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒈔𒅒𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒅒𒇫𒄆𒅒𒈔𒄆𒅒𒄆𒅒
